Repository: vinz6751/genxtos
Catalog: po/*.po
Languages: ro

source: Memory test
ro: Test de memorie

source: complete
ro: complet

source: aborted
ro: anulat

source: System halted!
ro: Sistemul s-a oprit!

source: GEMDOS drives
ro: Unit��i

source: EmuTOS Version
ro: Versiunea EmuTOS

source: CPU type
ro: Tip CPU

source: Machine
ro: Ma�in�

source: Boot time
ro: Timp de pornire

source: Hold <Control> to skip AUTO/ACC
ro: <Ctrl> pentru a s�ri peste AUTO/ACC

source: Hold <Alternate> to skip HDD boot
ro: <Alt> pentru a s�ri peste pornirea HDD

source: Press key 'X' to boot from X:
ro: 'X' pentru a porni de la X:

source: Press <Esc> to run an early console
ro: <Esc> pentru a executa o consol�

source: Hold <Shift> to pause this screen
ro: <Shift> pentru a �ntrerupe acest ecran

source: *** Press any key to continue ***
ro: * Ap�sa�i orice tast� pentru a continua *

source: 033EOut of internal memory. Use FOLDR100.PRG to get more. System halted!
ro: 033ENu mai ave�i memorie intern�. Utiliza�i FOLDR100.PRG pentru a ob�ine mai mult. Sistemul s-a oprit!

source: Selection: ________.___
ro: Selec�ie: ________.___

source: Directory:
ro: Director:

source: Drive:
ro: Unitate:

source: Cancel
ro: Anula�i

source: [1][The disk in drive %c: is|physically write-protected.][Cancel|Retry]
ro: [1][Discul din unitatea %c: este|fizic protejat la scriere.][Anula�i|Re�ncerc.]

source: [2][Drive %c: is not responding.|Please check the disk drive,|or insert a disk.][Cancel|Retry]
ro: [2][Unitatea %c: nu r�spunde.|Verifica�i unitatea de discuri|sau introduce�i un disc.][Anula�i|Re�ncerc.]

source: [1][Data on the disk in drive %c:|may be damaged.][Cancel|Retry]
ro: [1][Este posibil ca datele de pe|discul din unitatea %c: s�|fie deteriorate.][Anula�i|Re�ncerc.]

source: [2][This application cannot read|data on the disk in drive %c:.][Cancel|Retry]
ro: [2][Aceast� aplica�ie nu poate|citi datele de pe discul din|unitatea %c:.][Anula�i|Re�ncerc.]

source: [1][Your output device is not|receiving data.][Cancel|Retry]
ro: [1][Dispozitivul de ie�ire nu|prime�te date.][Anula�i|Re�ncerc.]

source: [3][An error has occurred in GEM.|Please contact the EmuTOS|Development Team.][Cancel]
ro: [3][A ap�rut o eroare �n GEM.|V� rug�m s� contacta�i echipa|de dezvoltare EmuTOS.][Anula�i]

source: [2][This application cannot|find the folder or file|you just tried to access.][ OK ]
ro: [2][Aceast� aplica�ie nu poate g�si|dosarul sau fi�ierul pe care|tocmai a�i �ncercat s� �l|accesa�i.][ OK ]

source: [1][This application does not|have room to open another|document. To make room,|close any document that|you do not need.][ OK ]
ro: [1][Aceast� aplica�ie nu are loc|pentru a deschide un alt|document. Pentru a face loc,|�nchide�i orice document de|care nu ave�i nevoie.][ OK ]

source: [1][An item with this name|already exists in the|directory, or this item|is set to Read Only status.][ OK ]
ro: [1][Un element cu acest nume exist�|deja �n director sau acest|element este setat la statutul|doar citire.][ OK ]

source: [1][The drive you specified|does not exist.][Cancel]
ro: [1][Unitatea pe care a�i|specificat-o nu exist�.][Anula�i]

source: [1][There is not enough memory|in your computer for the|application you just tried|to run.][ OK ]
ro: [1][Nu exist� suficient� memorie|�n computerul dvs. pentru|aplica�ia pe care tocmai a�i|�ncercat s� o rula�i.][ OK ]

source: [3][TOS error #%u.][Cancel]
ro: [3][Eroare TOS #%u.][Anula�i]

source: [3][Unsupported AES function #%d.][Cancel]
ro: [3][Func�ie AES nesuportat� #%d.][Anula�i]

source: [1][Not enough memory for|this directory][ OK ]
ro: [1][Nu este suficient� memorie|pentru acest director][ OK ]

source: ITEM SELECTOR
ro: SELECTOR DE ARTICOL

source: Name: ________.___
ro: Nume: ________.___

source: Number of folders: _____
ro: Num�rul de dosare: _____

source: Number of files: _____
ro: Num�rul de fi�iere: _____

source: Skip
ro: S�ri�i

source: Install
ro: Instala�i

source: Remove
ro: Elimina�i

source: Yes
ro: Da

source: No
ro: Nu

source: Size: __________
ro: M�rime: __________

source: Date: __________
ro: Data: __________

source: Time: __:__ __
ro: Timp: __:__ __

source: Drive identifier: _
ro: Identificator: _

source: Disk label: ________.___
ro: Etichet� disc: ________.___

source: Bytes used: __________
ro: Byte utiliza�i: __________

source: Bytes available: __________
ro: Byte disponibile: __________

source: Identifier: _:
ro: Liter�: _:

source: Label: ____________
ro: Etichet�: ____________

source: Application name: ________.___
ro: Numele aplica�iei: ________.___

source: Arguments: ___________
ro: Argumente: ___________

source: Document type: ___
ro: Tipul de document: ___

source: Install as: F__
ro: Instala�i ca: F__

source: Current name: ________.___
ro: Numele curent: ________.___

source: Copy's name: ________.___
ro: Numele copiei: ________.___

source: Key: ^_
ro: Tasta: ^_

source: Free RAM: _____________________
ro: RAM liber: _____________________

source: Label: ________.___
ro: Nume: ________.___

source: Desk
ro: Birou

source: File
ro: Fi�ier

source: View
ro: Vedere

source: Options
ro: Op�iuni

source: Desktop info...
ro: Info despre birou...

source: Open
ro: Deschide�i

source: Info/Rename...
ro: Info/Redenumi�i...

source: Search...
ro: C�uta�i...

source: New folder...
ro: Dosar nou...

source: Close folder
ro: �nchide�i dosarul

source: Close top window
ro: �nch. fereastra de sus

source: Cycle windows
ro: Ciclul ferestrelor

source: Select all items
ro: Selecta�i toate

source: Set file mask...
ro: Seta�i masca de fi�ier...

source: Delete...
ro: �terge�i...

source: Format floppy...
ro: Formata�i discheta...

source: Eject floppy
ro: Scoate�i discheta

source: Execute EmuCON
ro: Executa�i EmuCON

source: Shutdown
ro: Opri�i

source: Show as icons
ro: Afi�a�i ca icoane

source: Show as text
ro: Afi�a�i ca text

source: Sort by name
ro: Sorta�i dup� nume

source: Sort by type
ro: Sorta�i dup� tip

source: Sort by size
ro: Sorta�i dup� m�rime

source: Sort by date
ro: Sorta�i dup� dat�

source: No sort
ro: Nu sorta�i

source: Size to fit
ro: Fereastra ideal�

source: Set background...
ro: Seta�i fundalul...

source: Install icon...
ro: Instala�i icoana...

source: Install application...
ro: Instala�i aplica�ia...

source: Install devices
ro: Instala�i dispozitive

source: Remove desktop icon
ro: Elimina�i icoana de pe birou

source: Set preferences...
ro: Seta�i preferin�ele...

source: Desktop configuration...
ro: Configura�ie de birou...

source: Change resolution...
ro: Schimba�i rezolu�ia...

source: Read .INF file...
ro: Citi�i fi�ierul .INF...

source: Save desktop...
ro: Salvare birou...

source: Read/Write
ro: Citire/scriere

source: Read-Only
ro: Doar citire

source: DISK INFORMATION
ro: INFORMA�II DESPRE DISC

source: Version
ro: Edi�ie

source: Copyright 275 2001-
ro: Copyright (c) 2001-

source: The EmuTOS development team
ro: Echipa de dezvoltare EmuTOS

source: Based on 'GPLed' sources
ro: Bazat pe surse GPLate

source: 275 1987 Digital Research, Inc.
ro: (c) 1987 Digital Research, Inc.

source: 275 1999 Caldera Thin Clients, Inc.
ro: (c) 1999 Caldera Thin Clients, Inc.

source: 275 2001 Lineo, Inc.
ro: (c) 2001 Lineo, Inc.

source: EmuTOS is distributed under the GPL
ro: EmuTOS este distribuit sub GPL

source: See doc\license.txt for details
ro: (doc\license.txt pentru detalii)

source: OPEN APPLICATION
ro: DESCHIDE�I APLICA�IA

source: Parameters:
ro: Parametrii:

source: INSTALL DESKTOP ICON
ro: INSTALA�I ICOANA BIROU

source: Item type:
ro: Tipul de articol:

source: Drive
ro: Unitate

source: Trash can
ro: Co� de gunoi

source: Printer
ro: Imprimant�

source: Icon:
ro: Icoana:

source: INSTALL APPLICATION
ro: INSTALA�I APLICA�IA

source: Boot status:
ro: Starea de boot:

source: Application type:
ro: Tipul de aplica�ie:

source: Default dir:
ro: Dir implicit:

source: Application
ro: Aplica�ia

source: Window
ro: Fereastra

source: Parameter:
ro: Parametru:

source: Full path
ro: Calea

source: File name
ro: Nume

source: NAME CONFLICT DURING COPY
ro: CONFLICT DE NUME �N TIMPUL COPIERII

source: NEW FOLDER
ro: DOSAR NOU

source: SEARCH FILE
ro: C�UTA�I FI�IERUL

source: PRINT FILE
ro: IMPRIMA�I FI�IERUL

source: SET PREFERENCES
ro: SETA�I PREFERIN�ELE

source: Confirm deletes:
ro: Confirmer effacement:

source: Confirm copies:
ro: Confirma�i �tergerile:

source: Confirm overwrites:
ro: Confirma�i suprascrierile:

source: Double-click speed:
ro: Vitez� cu dublu clic:

source: Time format:
ro: Format de timp:

source: Default
ro: Implicit

source: 12H
ro: 12 ore

source: 24H
ro: 24 ore

source: Date format:
ro: Format de dat�:

source: MDY
ro: LZA

source: DMY
ro: ZLA

source: SET FILE MASK
ro: SETA�I MASCA DE FI�IER

source: DESKTOP CONFIGURATION
ro: CONFIGURA�IE DE BIROU

source: Function keys:
ro: Tastele de func�ie:

source: Menu shortcut keys:
ro: Com. rapid� din meniu:

source: Clear all
ro: �terge�i toate

source: SET SCREEN RESOLUTION
ro: SETA�I REZOLU�IA ECRANULUI

source: ST Low
ro: ST sc�zut�

source: ST Medium
ro: ST medie

source: ST High
ro: ST �nalt�

source: TT Low
ro: TT sc�zut�

source: TT Medium
ro: TT medie

source: High
ro: �nalt�

source: Medium
ro: Medie

source: Low
ro: Sc�zut�

source: ST Compatible
ro: Compatibil ST

source: INSTALL WINDOW ICON
ro: INSTALA�I ICOANA DE FEREASTR�

source: Folder
ro: Dosar

source: File
ro: Fi�ier

source: Monochrome only
ro: Doar monocromie

source: FORMAT FLOPPY DISKETTE
ro: FORMATA�I DISCHETA

source: SS 360 K
ro: Singur� fa�� 360K

source: DS 720 K
ro: Dou� fe�e 720K

source: DS 800 K
ro: Dou� fe�e 800K

source: HD 1.44 M
ro: Dens. mare 1.44M

source: SET BACKGROUND
ro: SETA�I FUNDALUL

source: Select:
ro: Selecta�i:

source: Desktop
ro: Birou

source: Style:
ro: Stil:

source: Color:
ro: Culoare:

source: %ld bytes used in %d items.
ro: %ld byte utiliza�i �n %d de articole.

source: %ld bytes used in %d selected items.
ro: %ld byte utiliza�i �n %d de articole selectate.

source: FILE INFORMATION
ro: INFO DESPRE FI�IER

source: FOLDER INFORMATION
ro: INFO DESPRE DOSARE

source: COPY FILE(S)
ro: COPIA�I FI�IERUL/ELE

source: MOVE FILE(S)
ro: MUTA�I FI�IERUL/ELE

source: DELETE FILE(S)
ro: �TERGE�I FI�IERUL/ELE

source: DISK
ro: DISC

source: TRASH
ro: CO� DE GUNOI

source: PRINTER
ro: IMPRIMANT�

source: -More-
ro: -Mai mult-

source: -End of file-
ro: -Sf�r�it de fi�ier-

source: -File read error-
ro: -Eroare de citire fi�ier-

source: Locate item
ro: Localiza�i articolul

source: Select .INF file
ro: Selecta�i un fi�ier .INF

source: [2][Switch resolution?][ Yes | No ]
ro: [2][Schimba�i rezolu�ia?][ Da | Nu ]

source: [2][Show or print this document?][Show|Print|Cancel]
ro: [2][Afi�a�i sau imprima�i|acest document?][Afi�a�i|Imprima�i|Anula�i]

source: [1][Print error!][ Retry | Cancel ]
ro: [1][Eroare de imprimare!][Re�ncerc.|Anula�i]

source: [1][This document type has no|associated application.][ OK ]
ro: [1][Acest tip de document nu are|o aplica�ie asociat�.][ OK ]

source: [1][The GEM Desktop has no more|windows. Please close a|window that you are not|using.][ OK ]
ro: [1][Biroul GEM nu mai are|ferestre. �nchide�i o|fereastr� pe care nu|o utiliza�i.][ OK ]

source: [1][Illegal directory operation!][ Skip | Abort ]
ro: [1][Opera�iune ilegal�|�n directoare!][S�ri�i|Anula�i]

source: [1][Illegal operation!][ OK ]
ro: [1][Opera�iune ilegal�!][ OK ]

source: [2][Abort this operation?][ Yes | No ]
ro: [2][Anula�i aceast� opera�iune?][ Da | Nu ]

source: [2][Do you want to delete all|the files on drive %c: ?][Yes| No ]
ro: [2][Dori�i s� �terge�i toate|fi�ierele de pe unitatea %c:?][ Da | Nu ]

source: [1][Sorry, the desktop cannot|install any more icons|or applications.][ OK ]
ro: [1][Pe birou nu se mai pot|instala icoane sau aplica�ii.][ OK ]

source: [2][You cannot create a folder|with that name. Please retry|with a new name, or cancel.][Cancel|Retry]
ro: [2][Nu pute�i crea un dosar cu|acest nume. Re�ncerc. cu un|nume mou sau anula�i.][Anula�i|Re�ncerc.]

source: [1][Drive %c: does not have|enough room for this|operation.][ OK ]
ro: [1][Unitatea %c: nu are spa�iu|suficient pentru aceast�|opera�iune.][ OK ]

source: [3][You cannot create or|access a folder this far|down the directory path.][ OK ]
ro: [3][Nu pute�i s� crea�i sau s�|accesa�i un dosar at�t de|departe �n calea directoarelor.][ OK ]

source: [3][You cannot create or access|a file or folder with that|name, because the pathname|is too long.][ OK ]
ro: [3][Nu pute�i s� crea�i sau s�|accesa�i un fi�ier sau un dosar|cu achest nume, deoarece numele|c�ii de access este prea lung.][ OK ]

source: [1][%s is used to|permanently delete files|or folders.][ OK ]
ro: [1][%s este utilizat pentru a|�terge definitiv fi�iere|sau dosare.][ OK ]

source: [1][%s|is a printer.][ OK ]
ro: [1][%s|este o imprimant�.][ OK ]

source: [1][You cannot drag applications,|files or folders onto the|Desktop.][ OK ]
ro: [1][Nu pute�i s� glisa�i aplica�ii,|fi�iere sau dosare pe birou.][ OK ]

source: [2][Save Desktop?][ OK |Cancel]
ro: [2][Salvare birou?][ OK |Anula�i]

source: [2][Do you want to remove icons|or delete files?][Icons|Files|Cancel]
ro: [2][Dori�i s� elimina�i icoane sau|s� �terge�i fi�iere?][Icoane|Fi�iere|Anula�i]

source: [1][Invalid function key value.][ OK ]
ro: [1][Valoare invalid� a tastei|de func�ie.][ OK ]

source: [2][Function key already assigned.|Do you want to reassign it?][ OK |Cancel]
ro: [2][Tast� de func�ie deja atribuit�.|Dori�i s� o realoca�i?][ OK |Anula�i]

source: [3][Not enough memory to|initialise EmuDesk.|You must reboot.][ OK ]
ro: [3][Nu este suficient� memorie|pentru a ini�ializa EmuDesk.|Trebuie s� reporni�i.][ OK ]

source: [2][%s not found.|Do you want to remove the|icon or locate the item?][Remove|Locate|Cancel]
ro: [2][%s nu a fost g�sit.|Dori�i s� elimina�i icoana|sau s� localiza�i elementul?][Elimina�i|Localiza�i|Anula�i]

source: [1][Please select icon type.][Desktop|Window|Cancel]
ro: [1][Selecta�i tipul de icoana.][Birou|Fereastra|Anula�i]

source: [1][No matching file type.][ OK ]
ro: [1][Nu exist� un tip de|fi�ier corespunz�tor.][ OK ]

source: [3][Formatting error. The target|disk may be write-protected|or unusable.][ Retry | Abort ]
ro: [3][Eroare de formatare. Este|posibil ca discul �int� s�|fie protejat la scriere sau|inutilizabil.][Re�ncerc.|Anula�i]

source: [1][This disk has %ld bytes|available to the user.][ Continue | Quit ]
ro: [1][Acest disc are %ld byte la|dispozi�ia utilizatorului.][Continua�i|Ie�i�i]

source: [1][Drive %s: does not exist.][ Cancel ]
ro: [1][Unitatea %s: nu exist�.][Anula�i]

source: [1][No drive identifier.][ Retry ]
ro: [1][Nu exist� un identificator|de unitate.][Re�ncerc.]

source: [1][Cannot delete file|%s][ Skip | Retry | Abort ]
ro: [1][Nu se poate �terge|fi�ierul %s][S�ri�i|Re�ncerc.|Anula�i]

source: [1][Cannot delete directory|%s][ Skip | Retry | Abort ]
ro: [1][Nu se poate �terge|directorul %s][S�ri�i|Re�ncerc.|Anula�i]

source: [1][Not enough memory.][ OK ]
ro: [1][Nu este suficient� memorie.][ OK ]

source: [1][%s not found.][ OK ]
ro: [1][%s nu a fost g�sit.][ OK ]

source: [1][Cannot open file|%s][ Skip | Retry | Abort ]
ro: [1][Nu se poate deschide fi�ierul|%s][S�ri�i|Re�ncerc.|Anula�i]

source: [1][Cannot create file|%s][ Skip | Retry | Abort ]
ro: [1][Nu se poate crea fi�ierul|%s][S�ri�i|Re�ncerc.|Anula�i]

source: [1][Cannot read file|%s][ Skip | Abort ]
ro: [1][Nu se poate citi fi�ierul|%s][S�ri�i|Anula�i]

source: [1][Cannot write file|%s][ Skip | Abort ]
ro: [1][Nu se poate scrie fi�ierul|%s][S�ri�i|Anula�i]

source: [1][Rename error!][ Retry | Cancel ]
ro: [1][Eroare de redenumire!][Re�ncerc.|Anula�i]

source: [1][Failed to set default|directory.][ OK ]
ro: [1][Nu s-a reu�it s� seta�i|directorul implicit.][ OK ]

source: [1][Illegal .INF file format.][ OK ]
ro: [1][Format de fi�ier .INF ilegal.][ OK ]

source: [2][Continue to search?][ OK |Cancel]
ro: [2][Continua�i s� c�uta�i?][ OK |Anula�i]

source: [1][No more files.][ OK ]
ro: [1][Nu mai exist� fi�iere.][ OK ]

source: [2][Last key is already assigned.|Do you want to reassign it?][ OK |Cancel]
ro: [2][Ultim� tast� este deja atribuit�|Dori�i s� o realoca�i?][ OK |Anula�i]

source: Copy <filespec> ... to standard output
ro: Copiaz� <specfi�> ... pe ie�irea standard

source: Change current directory to <dir>
ro: Schimba�i directorul curent �n <dir>

source: or display current directory
ro: sau afi�a�i directorul curent

source: Change attributes for <filename>
ro: Modificarea atributelor pentru <nume de fi�ier>

source: <mode> specifies the new attribute(s):
ro: <mod> specific� noul/ile atribut(e)

source: r=read-only h=hidden s=system -=none
ro: r=doar citire h=ascuns s=sistem -=niciunul

source: Clear screen
ro: �terge�i ecranul

source: Copy files matching <filespec> to <dest>
ro: Copiaz� fi�ierele care corespund cu <specfi�> �n <dest>

source: If <filespec> matches multiple files,
ro: Dac� <specfi�> se potrive�te cu mai multe fi�iere,

source: <dest> must be a directory
ro: <dest> trebuie s� fie un director

source: Copy <string> ... to standard output
ro: Copiaz� <�ir> ... pe ie�irea standard

source: Strings may be surrounded by ""
ro: �irurile de caractere pot fi �nconjurate de ""

source: Exit EmuCON2
ro: Ie�ire EmuCON2

source: Get help about <cmd> or list available commands
ro: Ob�ine�i ajutor despre <cmd> sau lista comenzilor disponibile

source: Use HELP ALL for help on all commands
ro: Utiliza�i HELP ALL pentru ajutor pentru toate comenzile

source: Use HELP EDIT for help on line editing
ro: Utiliza�i HELP EDIT pentru ajutor la editarea �n linie

source: List files (default terse, horizontal)
ro: Lista fi�ierelor (implicit laconic�, orizontal�)

source: Specify -l for detailed list
ro: Specifica�i -l pentru o list� detaliat�

source: Create directory <dir>
ro: Crea�i directorul <dir>

source: Set or display console settings:
ro: Seta�i sau afi�a�i set�rile consolei:

source: res for screen resolution (0,1)[ST] (0,1,2,4,7)[TT];
ro: res pentru rezolu�ia ecranului (0,1)[ST] (0,1,2,4,7)[TT];

source: delay/rate for the keyboard
ro: delay/rate pentru tastatur�

source: Copy <filespec> to standard output,
ro: Copiaz� <specfi�> pe ie�irea standard,

source: pausing every screenful
ro: f�c�nd o pauz� la fiecare ecranare

source: Copy files matching <filespec> to <dir>,
ro: Copiaz� fi�ierele care se potrivesc cu <specfi�> �n <dir>,

source: then delete input files
ro: apoi �terge fi�ierele de intrare

source: Set search path for external programs
ro: Seta�i calea de c�utare pentru programele externe

source: or display current search path
ro: sau afi�a�i calea de c�utare curent�

source: Display current drive and directory
ro: Afi�eaz� unitatea �i directorul curent

source: Rename <oldname> to <newname>
ro: Redenumi�i <numevechi> �n <numenou>

source: Delete files matching <filespec>
ro: �terge fi�ierele care corespund cu <specfi�>

source: Specify -q to be prompted each time
ro: Specifica�i -q pentru a fi solicitat de fiecare dat�

source: Delete directory <dir>
ro: �terge�i directorul <dir>

source: Show info for <drive> or current drive
ro: Afi�eaz� informa�ii pentru <unitate> sau unitatea curent�

source: Display GEMDOS version
ro: Afi�eaz� versiunea GEMDOS

source: Set line wrap or show current status
ro: Seteaz� �nf�urarea liniei sau afi�eaz� starea curent�

source: up/down arrow = previous/next line in history
ro: s�geat� sus/jos = linia anterioar�/urm�toare din istoric

source: left/right arrow = previous/next character
ro: s�geat� st�nga/dreapta = caracterul anterior/urm�tor

source: control-left/right arrow = previous/next word
ro: control-s�geat� st�nga/dreapta = cuv�nt anterior/urm�tor

source: invalid mode argument
ro: argument de mod invalid

source: Builtin commands:
ro: Comenzi �ncorporate:

source: Listing of
ro: Lista de

source: Status for CON:
ro: Statutul pentru CON:

source: Resolution:
ro: Rezolu�ia:

source: Keyboard delay:
ro: �nt�rzierea de tastatur�:

source: Keyboard rate:
ro: Viteza de tastatur�:

source: (empty)
ro: (gol)

source: Delete ALL matching files
ro: �terge�i TOATE fi�ierele corespunz�toare

source: Delete file
ro: �terge�i fi�ierul

source: Allocation info for drive
ro: Informa�ii pentru unitate

source: Size (bytes):
ro: M�rime (byte):

source: Bytes used:
ro: Byte utiliza�i:

source: Bytes free:
ro: Byte libere:

source: Total clusters:
ro: Total clustere:

source: Free clusters:
ro: Clustere libere:

source: Sectors/cluster:
ro: Sectoare/clustere:

source: Bytes/sector:
ro: Byte/sector:

source: is not a directory
ro: nu este un director

source: and
ro: �i

source: Copying
ro: Copierea

source: to
ro: �n

source: ... deleting
ro: ... �tergerea

source: ... done
ro: ... f�cut

source: or
ro: sau

source: CR to continue ...
ro: Enter pentru a continua

source: --More--
ro: --Mai mult--

source: Welcome to EmuCON2 version
ro: Bine a�i venit la EmuCON2 versiunea

source: Type HELP for builtin commands
ro: Tasta�i HELP pentru comenzile �ncorporate

source: warning: no history buffers
ro: avertisment: nu exist� tampoane de istoric

source: more than one redirection
ro: mai multe redirec�ion�ri

source: no filename for redirection
ro: f�r� nume de fi�ier pentru redirec�ionare

source: error in quoted field
ro: eroare �n c�mpul citat

source: error parsing line
ro: eroare de analiz� a liniei

source: file not found
ro: fi�ierul nu a fost g�sit

source: path not found
ro: calea nu a fost g�sit�

source: no more file handles
ro: nu mai exist� m�nere de fi�iere

source: can't create file
ro: nu se poate crea fi�ierul

source: not enough memory
ro: nu este suficient� memorie

source: invalid drive
ro: unitate invalid�

source: interrupted
ro: �ntrerupt�

source: invalid path
ro: cale invalid�

source: can't write to disk (full?)
ro: nu se poate scrie pe disc (plin?)

source: cmdline too long
ro: linie de comand� prea lung�

source: directory not empty
ro: directorul nu este gol

source: can't delete file (read-only?)
ro: nu poate �terge fi�ierul (doar citire?)

source: invalid parameter
ro: parametru invalid

source: wrong number of arguments
ro: num�r gre�it de argumente

source: error code %ld
ro: cod de eroare %ld
